11/data/attachments/bca22726f1b3c859.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Marcus_son_Friend_36681_5</nif:username>
            <nif:friendToBeRequested>soap_friends_a26ceda9-9baa-495d-b3b3-74a127cc4d09</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>